[
  {
    "q": "1. What happens when I Fill COALS Cart?",
    "a": "When you Fill COALS Cart by swapping a currency of your choice for COALS, your COALS token gets locked into the Coal Miner smart contract and rewards you with 7% daily return every day."
  },
  {
    "q": "Can I take my initial token back?",
    "a": "You can’t take your initial token back but once COALS are added to your Cart, they work for you indefinitely. This will provide you with an unlimited amount of the token you invested, earned at a rate of 7% daily should you choose to continue mining."
  },
  {
    "q": "How much are my fees?",
    "a": "There is a 3% fee when you deposit (Fill COALS Cart) and 6% fee when you withdraw (SELL COAL) in order to pay for marketing costs, protocol sustainability costs and developing the Coal Miner ecosystem."
  },
  {
    "q": "When can I Add COALS to my Cart and Mine Coal?",
    "a": "Always! No matter when you hire miners, you will begin with a return rate of 7% daily."
  },
  {
    "q": "How often should I mine coals (compound)?",
    "a": "We recommend that you compound at least once everyday day but you are free to do so as often as you wish."
  },
  {
    "q": "How is Coal Miner sustainable?",
    "a": "Coal Miner is sustained by continued community support, just as every other crypto project, token or coin. As long as coals are being mined in the contract, rewards will be given to each miner!"
  },
  {
    "q": "How to use Coal Miner on my phone?",
    "a": "You can either use an app with a dapp browser and choose the Metamask/Wallet option or simply use any browser that you want and choose WalletConnect to connect to your wallet's app on your phone."
  },
  {
    "q": "Is it better to Mine COAL or Sell COAL?",
    "a": "By design, mining coal will be more profitable than selling coal in the long-term."
  },
  {
    "q": "How do referrals work?",
    "a": "Once your wallet is connected to the Coal Miner website, you will notice your referral address appear at the bottom of the page. When a new user fills their COALS Cart after clicking your personal referral link, the contract will send a token value equal to 8% instantly to your COALS Cart. Be smart, use it to mine coal and build yourself a stream of passive income."
  },
  {
    "q": "Where can I find the whitepaper",
    "a": "OFFICIAL WHITEPAPER: https://docdro.id/StnMipn"
  },
  {
    "q": "When did Coal Miner launch?",
    "a": "Launch date is April. 26th 2022."
  }
]
