[
  {
    "q": "What happens when I bake beans?",
    "a": "When you bake beans, your BNB gets locked into the Baked Beans smart contract and rewards you with 8% daily return every day."
  },
  {
    "q": "Can I take my initial BNB back?",
    "a": "Over Time! Beans are not bought, beans are baked therefore they can't be sold. Once beans are baked they work for you indefinitely, providing you with an unlimited amount of BNB at a starting rate of 8% daily."
  },
  {
    "q": "How much are my fees?",
    "a": "There is a small 3% dev fee in order to pay for marketing costs and developing the Baked Beans ecosystem"
  },
  {
    "q": "When is the best time to bake beans?",
    "a": "Always! No matter when you hire miners, you will begin with a return rate of 8% daily."
  },
  {
    "q": "How often should I re-bake (compound)?",
    "a": "WE recommend that you compound at least once per day but you are free to do so as often as you wish."
  },
  {
    "q": "How is Baked Beans sustainable?",
    "a": "Baked Beans are sustained by continued community support, just as every other crypto coin, token or project. The difference is that since there is no token, there is no price to dump. As long as beans are baking in the contract, there will be rewards!"
  },
  {
    "q": "How to use Baked Beans on my phone?",
    "a": "You can either use an app with a dapp browser and choose the Metamask/Injected option or simply use any browser that you want and choose WalletConnect to connect to your wallet's app on your phone."
  },
  {
    "q": "Is it better to re-bake or eat beans?",
    "a": "By design, re-baking will be more profitable than eating beans in the long-term."
  },
  {
    "q": "How do referrals work?",
    "a": "Once your BSC wallet is connected to the BNB Miner website, you will notice your referral address appear at the bottom of the page. When a new user hires miners after clicking your personal referral link, the contract will send a BNB value equal to 12% instantly to your baking beans. Be smart, use it to bake beans and build yourself a stream of income."
  },
  {
    "q": "When did Baked Beans launch?",
    "a": "It launched Nov. 6th, 2021."
  }
]
